# Тестовые данные для процесса заказа

# Наборы тестовых данных для формы заказа
ORDER_DATA = [
    {
        "name": "Иван",
        "surname": "Иванов",
        "address": "Москва, ул. Ленина, 1",
        "metro_station": "Сокольники",
        "phone": "+79001234567",
        "delivery_date": "10.10.2023",
        "rental_period": "сутки",
        "color": "чёрный жемчуг",  # Точное название цвета со скриншота
        "comment": "Позвоните за час до доставки"
    },
    {
        "name": "Мария",
        "surname": "Петрова",
        "address": "Санкт-Петербург, Невский проспект, 10",
        "metro_station": "Лубянка",
        "phone": "+79009876543",
        "delivery_date": "15.10.2023",
        "rental_period": "двое суток",
        "color": "серая безысходность",  # Точное название цвета со скриншота
        "comment": "Домофон не работает, позвоните"
    }
]